{
    "version": "https://jsonfeed.org/version/1",
    "title": "twoandahalfvan",
    "description": "",
    "home_page_url": "https://twoandahalfvan.eu",
    "feed_url": "https://twoandahalfvan.eu/feed.json",
    "user_comment": "",
    "icon": "https://twoandahalfvan.eu/media/website/logo-transparent-mit-rand-512px.png",
    "author": {
        "name": "Judith"
    },
    "items": [
        {
            "id": "https://twoandahalfvan.eu/how-to-build-a-minimal-shower/",
            "url": "https://twoandahalfvan.eu/how-to-build-a-minimal-shower/",
            "title": "Building a minimal shower",
            "summary": "The idea behind our shower is simple. What is the minimal amount of space that you need in order to comfortably get clean in a van? There are many different&hellip;",
            "content_html": "<p>The idea behind our shower is simple. <em>What is the minimal amount of space that you need in order to comfortably get clean in a van?</em> There are many different answers to this problem. We chose to build a <strong>waist high shower box</strong> that serves as storage for dirty laundry and as an extension of our kitchen countertop when the shower is not in use, which is... 99% of the time. We feel like this way we don't waste any space for the little amount of time that we actually spend showering.</p>\n<p>Our shower box is 70cm wide, 60cm deep and about 70cm tall. We <strong>raised the bottom</strong> of the shower box about 20cm in order to make room for water pipes, wires and air pipes, so that the top of our shower box aligns with the rest of the kitchen countertop, which sits at about 90cm. The raised bottom also helps in getting in and out of the shower, because you don't need to raise your leg that high. The box is slightly wider than it is deep in order to take into accocunt the curved walls of the van. You may need to adjust these measurements to your situation.</p>\n<p>The first step was to <strong>cut the bottom and side pieces</strong> out of 15mm lightweight plywood to the desired dimensions. We then <strong>routered grooves</strong> into the plywood for the <strong>magnets </strong>(<a href=\"https://amzn.to/2J5Naxb\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.com</a> | <a href=\"https://amzn.to/39cZAOp\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.de</a>) that will ensure that the shower curtain does not cling to your body when the hot steam of the shower rises to the top. After that, we assembled the basic box with screws and wood glue using clamps and custom made 90 degree helpers.</p>\n<p><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/22/build-a-box-small.jpg\" alt=\"\" width=\"500\" height=\"583\"></p>\n<p>The next step was to make the box as water tight as possible by applying some sort of primer and multiple layers of a liquid waterproofing membrane. For the edges, we used the additional reinforcements that came with our <strong>waterproofing kit </strong>(<a href=\"https://amzn.to/3acpZNG\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.com</a> | <a href=\"https://amzn.to/3bj1vm6\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.de</a>).</p>\n<p><img class=\"post__image align-left\" src=\"https://twoandahalfvan.eu/media/posts/22/waterproof2.jpg\" alt=\"\" width=\"500\" height=\"560\"></p>\n<p>After that we ordered a <strong><a href=\"https://twoandahalfvan.eu/individual-sized-shower-tub/\">custom size shower tub</a></strong> that comes with a drainage outlet and siphon. This piece of hardware is built according to your dimensions and preferences. Make sure to measure accurately, as you want it to fit inside the box without any gaps. Alternatively, you can order this first and build your box around this, which should make it a little easier.</p>\n<p><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/22/add-a-shower-tub.small.jpg\" alt=\"\" width=\"500\" height=\"665\"></p>\n<p>After that we <strong>inserted the magnets</strong> into the grooves that we had previously routered and then we glued four 1.5mm <strong>stainless steel sheets</strong> to the inner walls of the box using a polyurethane industrial adhesive (<a href=\"https://amzn.to/2U5rxTW\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.com</a> | <a href=\"https://amzn.to/2U7trU8\" target=\"_blank\" rel=\"noopener noreferrer\">Amazon.de</a>). Finally, we <strong>siliconed all the edges</strong> in order to prevent any water from leaking. If any water manages to find its way through the cracks, the liquid waterproofing membrane will prevent it from penetrating into the wood.</p>\n<p><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/22/side-walls.jpg\" alt=\"\" width=\"500\" height=\"465\"></p>\n<p>Finally, the <strong>shower curtain</strong> was modified to include some magnets in the correct positions (matching the magnets in the shower box and in the wood ceiling) and it was also shortened so that it only covers the necessary parts. All in all, we used roughly 50 magnets in the ceiling, the shower box and the curtain.</p>\n<p><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/22/IMG_3434.jpeg\" alt=\"\" width=\"500\" height=\"665\"></p>\n<p>There you have it, a minimal DIY shower that is easy to build and gets out of your way when you don't need it.</p>",
            "image": "https://twoandahalfvan.eu/media/posts/22/shower-curtain.JPG",
            "author": {
                "name": "Judith"
            },
            "tags": [
            ],
            "date_published": "2020-03-19T18:58:18+00:00",
            "date_modified": "2020-03-23T19:45:57+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/our-layout/",
            "url": "https://twoandahalfvan.eu/our-layout/",
            "title": "3D Model",
            "summary": "Before building our van, we planned the layout in Sketchup Make. This was a very important step for us, as we wanted to have a full size lengthwise bed and&hellip;",
            "content_html": "<p>Before building our van, we planned the layout in <a href=\"https://download.cnet.com/SketchUp-Make-2017/3000-6677_4-10257337.html\" target=\"_blank\" rel=\"noopener noreferrer\">Sketchup Make</a>. This was a very important step for us, as we wanted to have a full size lengthwise bed and side by side seating, even in the winter. Also the shower and the toilet were a must have. After many iterations, we finally found the perfect solution for our needs and we are very happy that we implemented this somewhat unconventional layout.</p>\n<p>If you are currently planning your own van, have a look at our article about <a href=\"https://twoandahalfvan.eu/planning-your-layout/\">how to plan your layout</a> or checkout our 3D model below for free. You might need to click the model and wait a little before you can interact with it. </p>\n<p><iframe width=\"580\" height=\"326\" src=\"https://3dwarehouse.sketchup.com/embed/a645e56d-ffdb-4e38-8299-3afbe6f0b9c9\" frameborder=\"0\" scrolling=\"no\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>You can also download <a href=\"https://3dwarehouse.sketchup.com/model/a645e56d-ffdb-4e38-8299-3afbe6f0b9c9/Van-Model\">our model</a> directly from the <a href=\"https://3dwarehouse.sketchup.com/\">Sketchup 3D Warehouse</a>.</p>",
            "image": "https://twoandahalfvan.eu/media/posts/21/Jumper-FINAL-FINAL-for-EXPORT.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
            ],
            "date_published": "2020-03-17T22:18:18+00:00",
            "date_modified": "2020-03-20T08:13:01+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/standardized-boxes-2/",
            "url": "https://twoandahalfvan.eu/standardized-boxes-2/",
            "title": "Standardized Boxes",
            "summary": "We use standard size boxes (called Euro Boxes) with a side door for easy access when the boxes are stacked. This is both practical and weight saving, as you only&hellip;",
            "content_html": "<p>We use standard size boxes (called Euro Boxes) with a side door for easy access when the boxes are stacked. This is both practical and weight saving, as you only need one set of heavy duty slides. We like these boxes as it keeps the garage organised with a minimal amount of effort while giving you a good overview due to the transparent sides.</p>\n<p>DACH: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://www.obi.de/aufbewahrungsboxen/obi-eurobox-system-tauro-box-flap-side-40-x-30-x-22-cm-transparent/p/2615755\">https://www.obi.de/aufbewahrungsboxen/obi-eurobox-system-tauro-box-flap-side-40-x-30-x-22-cm-transparent/p/2615755</a></p>\n<p>USA: Unfortunately the Euro Box system is not established in the USA. There seems to be a high demand for these boxes, so if you are interested in trading them in bulk and have experience in importing larger quantities, let us know and we will get you the contact details from the manufacturer.</p>",
            "image": "https://twoandahalfvan.eu/media/posts/20/261575_1.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Shopping List"
            ],
            "date_published": "2020-03-17T21:43:26+00:00",
            "date_modified": "2020-03-20T11:24:32+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/diy-lithium-battery/",
            "url": "https://twoandahalfvan.eu/diy-lithium-battery/",
            "title": "DIY Lithium battery - Part I",
            "summary": "Building your own 12V Lithium battery can save you a couple of thousand € when compared to ready-to-buy Lithium batteries. However, it can be a daunting task if you have&hellip;",
            "content_html": "<p class=\"content\">Building your own 12V Lithium battery can save you a couple of thousand € when compared to ready-to-buy Lithium batteries. However, it can be a daunting task if you have never done it before. In this post we will describe some basics you need to know before you can build your own 12V Lithium battery.</p>\n<div class=\"content\">\n<p class=\"msg msg--warning\"><span class=\"warning-header\">WARNING</span><br>Building a 12V battery requires knowledge about basic electricity rules and security measures when handling electricity.<br> If you are unsure if you meet these requirements, please buy a ready-to-use battery or consult a qualified electrician.</p>\n<p> </p>\n<iframe width=\"580\" height=\"326\" src=\"https://3dwarehouse.sketchup.com/embed/16bf9dab-7cc0-42db-a042-a9535bba4d33\" frameborder=\"0\" scrolling=\"no\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n<p>Let's start with some basic terminology:</p>\n<ul>\n<li>BMS - Battery Management System</li>\n<li>SoC - State of Charge</li>\n<li>OVP - Over Voltage Protection</li>\n<li>UVP - Under Voltage Protection</li>\n<li>LVP - Low Voltage Protection</li>\n<li>Cells</li>\n<li>Balancers</li>\n<li>Relays</li>\n<li>Hystersis</li>\n</ul>\n<h3 id=\"mcetoc_1e3rffe680\">BMS and SoC</h3>\n<p>Lets start with the <strong>BMS</strong>. The task of a BMS is to protect a battery and to make sure that it operates within the specifications of the battery cell manufacturer. While you can operate some kind of batteries without a BMS, you should never operate a Lithium battery without a BMS. A BMS can also contain some additional features, such as a <strong>State of Charge</strong> detection (\"how much juice is left?\"), but its core function is to protect the battery from unwanted conditions, such as OVP and UVP and unsupported temperatures.</p>\n<p>Lithium batteries operate within a voltage range. A Lithium battery with a nominal voltage of 12V has an actual voltage of approximately 14,4V when fully charged and about 11V when it is empty. Now, these values are not static or fixed, some people like to charge their Lithium batteries up to 14,6V. This is often a topic of debate, because Lithium batteries tend to have a longer lifespan (measured in charge cycles) when they are not constantly fully charged or fully emptied. In fact, Lithium batteries have a significantly longer life expectation when they are operated around the 50% SoC.</p>\n<h2 id=\"mcetoc_1e3rffe680\">On the matter of voltage</h2>\n<p>Most 12V appliances can operate within the voltage range that a 12V nominal voltage battery provides. However, some 12V appliances may not work correctly when the system voltage is too low or too high, in which case you could add DC-DC converter, which will regulate the system voltage to constant 12V at the expense of a certain efficiency rate (such as 96%).</p>\n<p>When you buy a charger for your battery, you must ensure that it is compatible with your battery in terms of the type of chemistry and system voltage. You should never use a lead acid battery charger on a lithium battery and vice versa, because these chargers have different cutoff voltages and charging methods or algorithms. A charging method or algorithm determines how a battery is charged over time.</p>\n<p>In order to protect the Lithium battery cells from being over charged, we need <strong>Over Voltage Protection</strong> (OVP). Similarly, we need <strong>Under Voltage Protection</strong> (UVP), sometimes also referred to as Low Voltage Protection (LVP) to protect the cells from being discharged beyond it's specifications. If you charge or discharge your battery without OVP and UVP, you can permanently damage the cells, which may cause them to be unusable.</p>\n<h2 id=\"mcetoc_1e3rffe680\">Battery cells - the building blocks of your battery</h2>\n<p>Now, every battery is made up of individual <strong>cells</strong> that are usually wired together in series. In the case of a 12V LiFePo4 battery, each of the four cells that are necessary to create a working battery may have a voltage of 3,6V when the complete battery is fully charged (4 cells * 3,6V = 14,4V). However, in reality, these cells are likely not to have the same voltage. They are more likely to diverge slightly, as their chemical properties may differ slightly and change over time. Here is an example of what your cells voltage might look like if it is 100% charged.</p>\n<table>\n<thead>\n<tr>\n<th>Cell</th>\n<th>Voltage</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>3,59</td>\n</tr>\n<tr>\n<td>2</td>\n<td>3,60</td>\n</tr>\n<tr>\n<td>3</td>\n<td>3,61</td>\n</tr>\n<tr>\n<td>4</td>\n<td>3,60</td>\n</tr>\n</tbody>\n</table>\n<p>Because every cell has slightly different chemical characteristics, some cells may be fully charged before other cells. In order to still reach the 14,4V, the charger keeps charging. If the fully charged cell continues to charge, it would be overcharged and thus damaged. It is the task of so called <strong>cell balancers</strong> to make sure that individual cells are charged equally. These balancers are typically electric components that are mounted directly on top of the individual cell terminals. Balancing can be done by actively routing the charging current to the cells that needs it (\"active balancing\") or by simply converting the superfluous charging current to heat by means of a simple resistor (which may require a heat dissipation device, such as a fan or heat sink).</p>\n<h2 id=\"mcetoc_1e3rffe680\">Relays and Hysteresis</h2>\n<p>Cell balancers may also measure the voltage of the cell they are mounted to and signal an over voltage or under voltage to an upstream device called \"<strong>relay</strong>\". You can think of a relay as a remotely controlled switch, that switches an electrical connection based on the information it gets. For instance, if one cell balancer singals an under voltage situation to the relay input of a 230V inverter, the inverter may switch it's electrical connection to the battery off. Relays exist in various form factors.</p>\n<p>Last but not least, a <strong>hysteresis</strong> function helps to detect temporary low or high voltage situations. For instance, a coffee machine has a very high electrical demand when it brews, causing a high dip in system voltage for a very short amount of time. In it's simplest form, a hysteresis function requires a certain amount of time to pass before it signals under voltage. Some systems have multiple OVP or LVP functions, allowing for instance a voltage level of 11,2V to exist for 30 seconds, but cutting off directly at 11V.</p>\n</div>",
            "image": "https://twoandahalfvan.eu/media/posts/18/IMG_7628.JPG",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Van Build Tips"
            ],
            "date_published": "2020-03-14T16:01:23+00:00",
            "date_modified": "2020-03-20T08:12:48+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/choosing-the-right-van/",
            "url": "https://twoandahalfvan.eu/choosing-the-right-van/",
            "title": "Choosing the right van",
            "summary": "Choosing the right van is a crucial step when planning to build your own mobile home. This post will give you an overview of what's available in the EU market.",
            "content_html": "<script type=\"text/javascript\" src=\"https://www.gstatic.com/charts/loader.js\"></script>\n<p>Choosing the right van is a crucial step when planning to build your own mobile home.</p>\n<p>This post will give you an overview of what's available in the <strong>EU market</strong>. We will focus on <strong>panel vans</strong> only and ignore any other potential vehicle types, such as <strong>box trucks, family vans </strong>or<strong> buses</strong>. Maybe we'll do a comparison of different vehicle typesin the future, but for now we'll stick to panel vans with a <strong>3.5 ton limit</strong> or less, as this is a magical number that many do not want to exceed for various different reasons, such as:</p>\n<ul>\n<li>can be driven by andybody with a regular driving license</li>\n<li>many bridges and roads are restricted for vehicles above 3.5 tons</li>\n<li>tolls and ferries are cheapier than for heavier vehicles</li>\n<li>less weight means better fuel economy</li>\n</ul>\n<br>\n<h2 id=\"popularpanelvans\">Popular Panel Vans</h2>\n<p>There are a couple of different panel vans available in Europe. We will consider the most popular ones, since they are readily available on the used car market.</p>\n<ul>\n<li>Fiat Ducato</li>\n<li>Peugeot Boxer</li>\n<li>Citroen Jumper</li>\n<li>Mercedes Sprinter</li>\n<li>VW Crafter</li>\n<li>Ford Transit</li>\n<li>Iveco Daily</li>\n</ul>\n<p>The Ducato, the Boxer and the Jumper share the same basic characteristics, such as chassis, body, dimensions etc. Since they are all built in the Italian Sevel factory, they are often referred to as <strong>Sevel Family</strong>.</p>\n<p>Similarly, the Mercedes Sprinter and VW Crafter used to share the same basis. However, recent models are built in separate factories, so we will compare them individually.</p>\n<h2 id=\"basicfeatures\">Basic features</h2>\n<p>All details as of Q1 2019.</p>\n<div id=\"basic_features\"> </div>\n<h2 id=\"mcetoc_1e3id688b0\">Size matters</h2>\n<p>The following lists width, height, length and volume of the<strong> <em>cargo area</em></strong> of popular panel van models, subdivided in L(x)H(x) notation (e.g. L1H1 for Length 1, Height 1).<br> Dimensions are in millimeters, volume in square meters.<br> All dimensions for the two wheel drive version. The four wheel drive versions can have significanlty smaller cargo areas because of the additional space requirements for the mechanics under the vehicle.<br> All details as of Q1 2019.</p>\n<br>\n<div id=\"table_div\"> </div>\n<script>// <![CDATA[\ngoogle.charts.load('current', {'packages':['table'], language: 'en'});\n      google.charts.setOnLoadCallback(drawTables);\n\n      function drawTables() {\n        var data = new google.visualization.DataTable();\n        data.addColumn('string', 'Vehicle');\n        data.addColumn('string', 'Model');\n        data.addColumn('number', 'Width');\n        data.addColumn('number', 'Length');\n        data.addColumn('number', 'Height');\n        data.addColumn('number', 'Volume');\n        data.addRows([\n  [\"Sevel\",\"L1H1\",1870,2670,1662,8  ],\n  [\"Sevel\",\"L1H2\",1870,3120,1662,10  ],\n  [\"Sevel\",\"L2H2\",1870,2120,1932,11.5  ],\n  [\"Sevel\",\"L3H2\",1870,3705,1932,13  ],\n  [\"Sevel\",\"L3H3\",1870,3705,2172,15  ],\n  [\"Sevel\",\"L4H2\",1870,4070,1932,15  ],\n  [\"Sevel\",\"L4H3\",1870,4070,2172,17  ],\n  [\"Sprinter\",\"L1H1\",1787,2607,1780,7.8  ],\n  [\"Sprinter\",\"L1H2\",1787,2607,2070,8.8  ],\n  [\"Sprinter\",\"L2H1\",1787,3272,1782,9.5  ],\n  [\"Sprinter\",\"L2H2\",1787,3272,2072,11  ],\n  [\"Sprinter\",\"L4H2\",1787,4307,1995,14  ],\n  [\"Sprinter\",\"L4H3\",1787,4307,2210,15.5  ],\n  [\"Sprinter\",\"L5H2\",1787,4707,1996,15.5  ],\n  [\"Sprinter\",\"L5H3\",1787,4704,2208,17  ],\n  [\"Crafter\",\"L3H2\",1832,3450,1762,9.9  ],\n  [\"Crafter\",\"L3H3\",1832,3450,1961,11.3  ],\n  [\"Crafter\",\"L4H3\",1832,4300,1961,14.4  ],\n  [\"Crafter\",\"L4H4\",1832,4300,2189,16.1  ],\n  [\"Crafter\",\"L5H3\",1832,4855,1961,16.4  ],\n  [\"Crafter\",\"L5H4\",1832,4855,2196,18.4  ],\n  [\"Transit\",\"L2H2\",1786,3083,1886,10  ],\n  [\"Transit\",\"L2H3\",1786,3083,2125,11.2  ],\n  [\"Transit\",\"L3H2\",1786,3533,1886,10.8  ],\n  [\"Transit\",\"L3H3\",1786,3533,2125,13  ],\n  [\"Transit\",\"L4H3\",1786,4256,2025,15.1  ],\n  [\"Daily\",\"L2H1\",1740,3130,1545,9  ],\n  [\"Daily\",\"L2H2\",1740,3130,1900,10.8  ],\n  [\"Daily\",\"L3H2\",1740,3540,1900,12  ],\n  [\"Daily\",\"L3H3\",1740,3540,2100,13.4  ],\n  [\"Daily\",\"L4H2\",1740,4680,1900,16  ],\n  [\"Daily\",\"L4H3\",1740,4680,2100,18  ],\n  [\"Daily\",\"L5H2\",1740,5125,1900,17.5  ],\n  [\"Daily\",\"L5H3\",1740,5125,2100,19.6  ]\n]);\n\n        var basics = new google.visualization.DataTable();\n        basics.addColumn('string', '');\n        basics.addColumn('string', 'Sevel');\n        basics.addColumn('string', 'Sprinter');\n        basics.addColumn('string', 'Crafter');\n        basics.addColumn('string', 'Transit');\n        basics.addColumn('string', 'Daily');\n        basics.addRows([\n                      [\"4-Wheel Drive\",\"By Third Party only\",\"Optional\",\"Optional\",\"Optional\",\"Optional\"  ],\n                      [\"Camper Market Share\",\"65%\",\"6%\",\"<1%\",\"9%\",\"2%\"  ],\n                      [\"Affordability\",\"€-€€\",\"€€-€€€\",\"€€-€€€\",\"€€-€€€\",\"€€\"  ],\n                      [\"Notes\",\"Only vehicle wide enough for diagonal bed\",\"Known to rust, worldwide availability of parts\",\"Very similar to Sprinter\",\"Difficult to convert due to many curves in cargo area\",\"Engines with large displacement available\"  ],\n]);\n\n        new google.visualization.Table(document.getElementById('table_div')).draw(data, {showRowNumber: false, width: '100%', height: '100%'});\n\t\tnew google.visualization.Table(document.getElementById('basic_features')).draw(basics, {showRowNumber: false, width: '100%', height: '100%'});\n      }\n// ]]></script>\n<p>As you can see from the above chart, the Sevel family gives you the best <strong>length-to-volume ratio</strong>, the Daily has the highest overall cargo capacity. The Sevel family is also known to have the least curvy walls, meaning you have more space in the upper part of the van, which gives you more headspace.</p>\n<h2 id=\"otherfactors\">Other factors</h2>\n<p>There are other factors when deciding for a specific van, such as <strong>price</strong>, <strong>availability</strong>, <strong>perceived build quality</strong>, <strong>availability of spare parts</strong>, <strong>repairability</strong>, <strong>cost of ownership</strong> etc. which we will not discuss here but should nonetheless be considered when buying a van.</p>\n<p>When it comes to the engine type, Europeans currently don't have a choice. None of the listed panel vans can be ordered with a gas engine, which means that pretty much all the vans you see within Europe run with on <strong>diesel</strong>. While some panel vans can be ordered with an <strong><em>electric motor</em></strong>, there are a number of drawbacks that need to be considered. Apart from the often mentioned<strong> <em>range anxiety</em></strong>, the <em><strong>lack of charging infrastructure</strong></em>, the <strong><em>hefty price tag</em></strong> (roughly 70.000 for an Iveco Daily Electric), there is a more fundamental problem. The weight of the batteries simply does not allow for such a van to be properly converted to a camper van under the 3.5 ton limit. Currently, electric vans are simply <strong>too heavy</strong>.</p>",
            "image": "https://twoandahalfvan.eu/media/posts/17/facelifted-citroen-jumper-breaks-cover-video-photo-gallery_9.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Van Build Tips"
            ],
            "date_published": "2020-03-14T15:42:07+00:00",
            "date_modified": "2020-03-19T18:33:34+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/how-we-fell-in-love-with-valencia-in-january/",
            "url": "https://twoandahalfvan.eu/how-we-fell-in-love-with-valencia-in-january/",
            "title": "Falling in love with Valencia",
            "summary": "On our way to escape winter in Germany we made it quickly through France and wanted to reach southern Spain as fast as possible - winter was coming. However, Spain's north already&hellip;",
            "content_html": "<p><strong>On our way to escape winter in Germany we made it quickly through France and wanted to reach southern Spain as fast as possible - winter was coming. However, Spain's north already enticed with springlike sun and beautiful coastlines. Also, Valencia happened to be on the way south. And we stayed for a little bit longer to fall in love with this city. </strong></p>\n<p id=\"mcetoc_1e2hb67iq0\">Valencia is Spain's third biggest city - after Madrid and Bareclona - and it is the capital of the region as well as of the autonomous community also named Valencia (Spain and its <em>municipios</em>, <em>provincias</em> and <em>comunidades autonomas</em>...). It is located in the <em>Levante, la costa levantina, </em>which refers to Spain's east and the location on the Spanish Mediterranean coast. Let me tell you: Despite the beautiful location and its size it still offers quite a calm atmosphere.</p>\n<h2 id=\"mcetoc_1e28o2ut80\">Slow and spacious</h2>\n<p>So, even though around 800.000 people live in this beautiful city, it just does not feel crowded, let alone jammed with cars. In the city center or on shopping streets, we felt like we had enough air to breathe and space to stop for enjoyable rests. Nobody pushed us around while strolling slowly. It was not overcrowded with tourists although it definitely has the potential. Is this only due to off-season?</p>\n<p>What is more: When you need a different scenery, you have perfect conditions. Stunning mountains, natural parks and hikes in the backyard and a huge stretch of beach in its frontyard give you many possibilities to stretch your legs. </p>\n<h2 id=\"mcetoc_1e28p6rsu1\">Bike-friendly Valencia</h2>\n<p>Talking about stretching your legs: Valencians ride two-wheelers, bikes or e-scooters. No wonder, because Valencia really is perfect to explore by bike. According to Wikipedia the city offers 108 km of bike lanes and EuroVelo, the network of cycling routes across Europe, passes through Valencia as well. Since we love riding bikes, we knew how we wanted to get through the city. Luckily, travelling in a camper also means you have everything you need with you. That is true for our bikes as well. </p>\n<p><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/11/valencia-bike.JPG\" alt=\"Valencia by bike\" width=\"2000\" height=\"2000\"></p>\n<p>How was the biking experience? After you identify the bike lanes and get to know the street grid a little bit better, you manage just perfectly. Bigger streets offer seperate bike lanes in grass green. Smaller ones are directly labled as bike roads: cars where only allowed to drive 30km/h and are advised to pay attention to byciclists. Be aware: If there is a seperate bike lane, even when it is on the other side of the road (one bike lane often offers both directions), make sure to use it. Otherwise, cars might honk at you. </p>\n<p>If you don't have your bike with you, no problem. There are plenty of bike rental shops in Valencia. Even better: Try Valenbisi (as in: Valencia bicicleta Sí!) with several stations across the city. Park and ride, ride and park - the better hop-on-hop-off service if you ask me. You can reach all the sights the city has to offer, and even the ones a little bit farer away. </p>\n<h2 id=\"mcetoc_1e28q27en2\">What to see in Valencia?</h2>\n<ol>\n<li>Definitely all the green there is, especially the park in the former Turia river, that went through Valencia: <strong>El Jardín del Turia</strong>. The \"Turia garden\" in the center stretches all the way from the Parque de Cabecera and Bioparc down to the Port of Valencia. Grab your bike and enjoy the ride under impressive bridges along orange trees and flowers. It is beautiful and sets the stage for outdoor activities like jogging, playing football/soccer or dancing. Even with all the bridges crossing the park it is hard to imagine that this park has been a river before. And it is even harder to imagine that after the big flood in 1957, government officials wanted to convert this area into more space for cars and roads. But luckily, <em>valencians </em>demanded to convert it into green space for the city. </li>\n<li>When you ride or stroll along the Jardin del Turia in direction of the port, you won't miss it: la <i>Ciutat de les Arts i les Ciències, </i>the <strong>City of Arts and Sciences. </strong>(Is it just me or does it sound as if it where a place of GOT?) This cultural and architectural area is stunning, even if you won't go inside any of the buildings.<br><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/11/valencia-art-science.jpg\" alt=\"Valencia\" width=\"2000\" height=\"4000\"></li>\n<li>You really feel a metropolitan and lively but releaxed Valencian atmosphere when hopping through <strong>cafés and shops in Russafa/Ruzafa</strong>. The neighbourhood has a lot of character and is best explored by foot or bike. Just take your time, stroll through the streets and quiet your sweet cravings at places like the <em>Dulce de Leche Boutique</em>, a coffee shop in Carrer del Pintor Gisbert, with some vegan options - despite the name. </li>\n<li>Another barrio to see is <strong>El Carmen</strong> with all its street art, tapas bars and culture. If you are vegan and in need of coffee you want to visit <em>Almalibre Açaí House Valencia</em> in Carrer de Roteros 16. <br><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/11/valencia-el-carmen.jpg\" alt=\"Valencia El Carmen\" width=\"1000\" height=\"2000\"></li>\n<li>If you have some spare time and a bike, go further until <strong>Port Sa Platja. </strong>Firstly, you will ride along the beautiful beachside boardwalk. Secondly, Port Sa Platja really feels like little Venice and impresses with colorful buidlings.<br><img class=\"post__image\" src=\"https://twoandahalfvan.eu/media/posts/11/valencia-port.jpg\" alt=\"Valencia\" width=\"2000\" height=\"2000\"></li>\n<li>Last but not least: Enjoy the beach of course. :) </li>\n</ol>",
            "image": "https://twoandahalfvan.eu/media/posts/11/Valencia-Map.JPG",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Spain"
            ],
            "date_published": "2020-02-29T16:35:29+00:00",
            "date_modified": "2020-03-21T16:11:55+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/slideout-fridge/",
            "url": "https://twoandahalfvan.eu/slideout-fridge/",
            "title": "12V Compressor Fridge",
            "summary": "We use a top loading fridge that uses a 12V compressor. The top loading helps on keeping the cold air inside the fridge when it is opened. The 12V compressor&hellip;",
            "content_html": "<p>We use a top loading fridge that uses a 12V compressor. The top loading helps on keeping the cold air inside the fridge when it is opened. The 12V compressor is currently the most energy efficient method for reliable cooling in all temperatures. The compressor in the fridge that we have used is the exact same model as the one that is used in a more popular model that you see in a lot of van conversions. There are two key differences between these two models: Insulation and price. The model we use is slightly less well insulated and cheaper. If you are planning on installing solar in your van, then there is always enough power for a 12V fridge when it is hot, so the weaker insulation actually becomes an advantage: Less wasted space and weight.</p>\n<p>DACH: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/2HY3orA\">https://amzn.to/2HY3orA</a></p>\n<p>USA: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/2w81faj\">https://amzn.to/2w81faj</a></p>",
            "image": "https://twoandahalfvan.eu/media/posts/9/1078_TB41-3.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Shopping List"
            ],
            "date_published": "2020-02-27T22:48:14+00:00",
            "date_modified": "2020-03-17T22:09:35+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/drawer-and-fridge-slides/",
            "url": "https://twoandahalfvan.eu/drawer-and-fridge-slides/",
            "title": "Drawer and Fridge Slides",
            "summary": "For the drawers and the fridge we use full extension slides that are soft closing and self closing. We think these slides are ideal for moving vehicles since the self retracting&hellip;",
            "content_html": "<p>For the drawers and the fridge we use full extension slides that are soft closing and self closing. We think these slides are ideal for moving vehicles since the self retracting mechanism (a simple spring) helps in keeping the drawers in place while driving. You will still need a proper locking mechanism for the drawers that have dangerous or heavy contents. On the other hand, the soft closing mechanism makes these slides a joy to use, as you don't need to worry about how hard you slam those drawers.</p>\n<p>Make sure to order the right length!</p>\n<p>DACH: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/2T2GPIG\">https://amzn.to/2T2GPIG</a></p>\n<p>USA: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/2Tk8uUp\">https://amzn.to/2Tk8uUp</a></p>",
            "image": "https://twoandahalfvan.eu/media/posts/8/59729415-3.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Shopping List"
            ],
            "date_published": "2020-02-27T22:46:59+00:00",
            "date_modified": "2020-03-17T21:21:35+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/individual-sized-shower-tub/",
            "url": "https://twoandahalfvan.eu/individual-sized-shower-tub/",
            "title": "Shower tub",
            "summary": "This 1.5mm thick stainless steel shower tub is built according to your dimensions, which mean it will take a while. You can specify the number and position of the drainage&hellip;",
            "content_html": "<p>This 1.5mm thick stainless steel shower tub is built according to your dimensions, which mean it will take a while. You can specify the number and position of the drainage points.</p>\n<p>You will need additional 1.5mm thick stainless steel sheets for the walls of the shower. You can source these sheets from your local metal shop.</p>\n<p>If you need more info on how to build this type of shower, take a look at our article on [how to build a space saving shower]</p>\n<p>DACH: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://shop.versandmetall.de/de/wohnmobil-zubehoer/edelstahl-duschwannen-duschtassen-fuer-wohnmobile/\">https://shop.versandmetall.de/de/wohnmobil-zubehoer/edelstahl-duschwannen-duschtassen-fuer-wohnmobile/</a></p>\n<p> </p>",
            "image": "https://twoandahalfvan.eu/media/posts/7/versandmetall-edelstahl-duschwanne-duschtasse-15mm.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Shopping List"
            ],
            "date_published": "2020-02-27T22:36:35+00:00",
            "date_modified": "2020-03-17T22:02:28+00:00"
        },
        {
            "id": "https://twoandahalfvan.eu/standardized-boxes/",
            "url": "https://twoandahalfvan.eu/standardized-boxes/",
            "title": "Garage Slideout",
            "summary": "For the garage slideout, we use heavy duty full extension slides. These slides are meant for heavy loads and unlike the [drawer and fridge slides] they do not have a&hellip;",
            "content_html": "<p><span style=\"font-family: -apple-system, BlinkMacSystemFont, Arial, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Fira Sans', 'Droid Sans', 'Helvetica Neue', sans-serif, 'Apple Color Emoji', 'Segoe UI Emoji', 'Segoe UI Symbol'; font-size: inherit;\">For the garage slideout, we use heavy duty full extension slides. These slides are meant for heavy loads and unlike the [drawer and fridge slides] they do not have a self retracting or soft closing mechanism but a locking function, that keeps them in place while driving.</span></p>\n<p>DACH: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/388QYI2\">https://amzn.to/388QYI2</a></p>\n<p>USA: <a rel=\"nofollow noopener noreferrer\" target=\"_blank\" href=\"https://amzn.to/32vXYgQ\">https://amzn.to/32vXYgQ</a></p>\n<p> </p>",
            "image": "https://twoandahalfvan.eu/media/posts/6/Untitled.png",
            "author": {
                "name": "Judith"
            },
            "tags": [
                   "Shopping List"
            ],
            "date_published": "2020-02-26T12:48:46+00:00",
            "date_modified": "2020-03-17T22:08:43+00:00"
        }
    ]
}
